tap "homebrew/bundle"
tap "homebrew/cask", "https://mirrors.ustc.edu.cn/homebrew-cask.git"
tap "homebrew/core", "https://mirrors.ustc.edu.cn/homebrew-core.git"
tap "homebrew/services", "https://gitee.com/cunkai/homebrew-services.git"
brew "go"
brew "node"
brew "readline"
brew "pyenv"
brew "pyenv-virtualenv"
brew "wget"
brew "xz"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "dash"
cask "dingtalk"
cask "docker"
cask "github"
cask "jetbrains-toolbox"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "onedrive"
cask "qq"
cask "qqlive"
cask "qqmusic"
cask "qqplayer"
cask "typora"
cask "v2rayu"
cask "visual-studio-code"
cask "vmware-fusion"
cask "wechat"
cask "wechatwebdevtools"
